/* SPECIAL NOTES:
   You must be aware of some special characters conflits when you try add\updating tables values in database.
   Please consider to replace: (') for (''); (") for (\"); line breaks (CRLF) for (\r\n);    
*/
{
  "RegisterTitle": "Register Your Business",
  "RegisterDescription": "WholesalePet.com is only available to qualified pet product retailers and related businesses. Please complete this short registration form to gain access to our vendor catalogs. Some vendors may require additional information before you can start placing orders.",
  "AddressTitle": "Business Address",
  "AddressInformation": "Address Information",
  "AccountInformation": "Account Information",
  "AdditionalInformation": "Additional Information",
  "AdditionalInformationDescription": "<p>Please tell us a little about your business so we can serve you better.<br /><br /><strong>Business Examples:</strong><br /><ul><br /><li><strong>Brick & Mortar Retail:</strong> If you operate a traditional store with a physical location, such as a pet supply shop, our diverse range of products can become a valuable addition to your storefront.</li><br /><li><strong>E-commerce Store:</strong> Stocking ecommerce retailers selling on your own website, Dropshipping retailers, 3rd Party Sellers on platforms like Amazon & Ebay, Social Media</li><br /><li><strong>Pet Services:</strong> Groomers, Boarding Daycare, Trainers, Vets, Rescues and Shelters.</li><br /></ul>Join us now and succeed with WholesalePet.com!<br /><br /><br /></p>",
  "Newsletter": "Newsletter",
  "NewsletterText": "I would like to receive additional information about new vendors and product information from WholesalePet.com.<br>It is easy to to cancel if you change your mind later.",
  "PrivacyInfo": {
    "Title": "WholesalePet.com Privacy Policy",
    "Body": "<p>Last Updated: August 15, 2021</p>\r\n<p>This Privacy Policy applies to the practices regarding your information and how we will treat it. If you do not agree with our policies and practices, your choice is not to use our Website. By accessing or using WholesalePet.com, (“Website”), you agree to this privacy policy.</p>\r\n<p>This policy may change from time to time. Your continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\r\n<p>The Website is owned and operated by Retail Store Networks, Inc. d/b/a WholesalePet.com (“We”, “us”, “Company”) and describes the types of information we may collect from you (“Dealer”, “you”) when you set up Dealer Account (“Account”), or that you provide when you visit the Website, as well as our practices for collecting, using, protecting, and disclosing that information.</p>\r\n<p>This policy applies to information we collect on the Website, when you interact with Vendors who have set up pages on our Website, or in email or other electronic messages between you and us. It does not apply to any information collected offline or through other means, on any other website or from a third party or from Vendors.</p>\r\n<h2><span style=\"color: #34495e;\">Information We Collect About You and How We Collect It</span></h2>\r\n<p>We collect several types of information from and about Dealers or Dealers’ authorized representatives (“Dealer Representative”) such as Tax Resale ID, business name and address, postal address, e-mail address, telephone number or other information that identifies a Dealer. We also collect information that does not specifically identify a Dealer such as information about type of business and years in business.</p>\r\n<p>We collect this information directly from a Dealer when you provide it to us. We collect other information automatically as you navigate through the site, including navigation details, IP addresses, and site usage history</p>\r\n<h4><span style=\"color: #34495e;\">Information You Provide to Us</span></h4>\r\n<p>The information we collect on or through our Website may include information that you provide by filling in forms on our Website such as information provided at the time of setting up a Dealer Account, registering to use our Website or requesting further services. We also collect records and copies of your correspondence and details of transactions you carry out through our Website and of the fulfillment of your orders, as well as correspondence and order information between you and a Vendor to which we may have access.</p>\r\n<h4><span style=\"color: #34495e;\">Information We Collect Through Automatic Data Collection Technologies</span></h4>\r\n<p>As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including details of your visits to our Website, other communication data and the resources that you access and use on the Website and information about your computer and internet connection, including your IP address and category of personal browsing device.</p>\r\n<p>We use Cookies (or browser cookies), such as Google analytics. These cookies are small file placed on the hard drive of your computer and that websites save to your browser. These files contain data about you and your online browsing activity. You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of our Website. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.</p>\r\n<h2><span style=\"color: #34495e;\">How We Use Your Information</span></h2>\r\n<p>We use information that we collect about you or that you provide to us for the following reasons:</p>\r\n<ul>\r\n<li>To present our Website and its contents to you.</li>\r\n<li>To provide you with information, products, or services that you request from us.</li>\r\n<li>To fulfill any other purpose for which you provide it.</li>\r\n<li>To provide you with notices about your Dealer Account.</li>\r\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\r\n<li>To notify you about changes to our Website or any products or services we offer or provide though it.</li>\r\n<li>In any other way we may describe when you provide the information.</li>\r\n</ul>\r\n<h2><span style=\"color: #34495e;\">Disclosure of Your Information</span></h2>\r\n<p>We may disclose information that we collect or you provide as described in this privacy policy to our subsidiaries and affiliate, to contractors, service providers, and other third parties we use to support our business, to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, to fulfill the purpose for which you provide it for any other purpose disclosed by us when you provide the information, or with your consent.</p>\r\n<p>We may also disclose information to comply with any court order, law, or legal process, including to respond to any government or regulatory request, to enforce or apply our Terms of Service and other agreements, including for billing and collection purposes, where applicable. We may also disclose information if we believe disclosure is necessary or appropriate to protect our rights, property, or safety or that of our customers, or others, including exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</p>\r\n<h2><span style=\"color: #34495e;\">Data Security</span></h2>\r\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure. All information you provide to us is stored on secure servers behind firewalls. Any payment information will be encrypted using SSL technology and 3rd party tokenization.</p>\r\n<p>The safety and security of your information also depends on you. Each Dealer is responsible for keeping the Dealer Account password confidential. We ask you not to share your password with anyone other than Authorized Dealer representatives. Unfortunately, the transmission of information via the internet is not completely secure. Although we do our best to protect the information you share, we cannot guarantee the security of any information transmitted to our Website. Any transmission of information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website.</p>\r\n<h2><span style=\"color: #34495e;\">Changes to Our Privacy Policy</span></h2>\r\n<p>It is our policy to post any changes we make to our privacy policy on this page. The date the privacy policy was last revised is identified at the top of the page. Dealers are responsible for ensuring we have an up-to-date information on each Dealer, and for periodically visiting our Website and this privacy policy to check for any changes.</p>\r\n<h2><span style=\"color: #34495e;\">Contact Information</span></h2>\r\n<p>To ask questions or comment about this privacy policy and our privacy practices, contact us at: service@wholesalepet.com, or via our toll-free number: 800-472-8984</p>",
    "LinkText": "WholesalePet.com Terms of Service*"
  },
  "AboutUs": {
    "Title": "About us",
    "Body": "<div class=\"small-12 medium-offset-1 medium-10 column end\">\r\n<p>Welcome to&nbsp;<span class=\"wsp-underline\">WholesalePet.com</span>! Since 2001, we have helped independent pet retailers source and buy high quality, differentiated products. WholesalePet.com only partners with the best suppliers who support independents, presenting complete wholesale catalogs, prices and order terms for over 500 brands. Available exclusively to businesses, our site allows you to place orders directly with vendors, saving you time and effort. Best of all the prices are the same as buying direct and we offer wonderful customer service!</p>\r\n</div>\r\n<div class=\"small-12 medium-offset-1 medium-10 column end\">\r\n<div class=\"media-object margin-top-25 stack-for-small\">\r\n<div class=\"media-object-section middle\">\r\n<div class=\"thumbnail about-thumb\"><img id=\"headshot-1\" src=\"https://wsp-test.com/Content/images/Bio-Chris.jpg\" /></div>\r\n</div>\r\n<div class=\"media-object-section\">\r\n<h2>Chris Avery</h2>\r\n<h3>CEO</h3>\r\n<p>Owner of a Golden Retriever (Harvey) with a never-met-a-stranger personality, Chris is focused on driving sales and solutions for WholesalePet.com suppliers, retailers and partners. Having joined the pack in 2015 after a decade leading teams at Lowe’s, he also seeks out new partnerships and growth initiatives,&nbsp;<a href=\"mailto:chris@wholesalepet.com\">Contact him here</a>&nbsp;to discuss opportunities. Whenever possible he likes to spend time outdoors with his son, daughter, wife and Harvey.</p>\r\n</div>\r\n</div>\r\n<div class=\"media-object margin-top-25 stack-for-small\">\r\n<div class=\"media-object-section middle\">\r\n<div class=\"thumbnail about-thumb\"><img id=\"headshot-2\" src=\"https://wsp-test.com/Content/images/Bio-Bo.jpg\" alt=\"Bo Nelson\" /></div>\r\n</div>\r\n<div class=\"media-object-section\">\r\n<h2>Bo Nelson</h2>\r\n<h3>President</h3>\r\n<p>Bo is a domesticated outdoorsman and the proud parent of 3 adorable kids and 1 loveable mutt, Bailey. Always an animal lover and entrepreneur, Bo has enjoyed creating businesses in the pet industry for 25 years, the last 17 with WholesalePet.com. He is dedicated to helping small business owners become more successful. With a penchant for small businesses and a passion for customer service, Bo loves to talk with anyone in the pet industry. Feel free to get&nbsp;<a href=\"mailto:bo@wholesalepet.com\">in touch</a>&nbsp;with him about Wholesalepet.com, or he''ll be happy to give advice or assistance to help your growing business.</p>\r\n</div>\r\n</div>\r\n<div class=\"media-object margin-top-25 stack-for-small\">\r\n<div class=\"media-object-section middle\">\r\n<div class=\"thumbnail about-thumb\"><img id=\"headshot-3\" src=\"https://wsp-test.com/Content/images/Bio-Elizabeth.jpg\" alt=\"Elizabth Stevens\" /></div>\r\n</div>\r\n<div class=\"media-object-section\">\r\n<h2>Elizabeth Stevens</h2>\r\n<h3>Alpha Mutt</h3>\r\n<p>Elizabeth is a dog person. With a loyal, loving and fun personality, she is much like her big goofy mutt, Oona. And like most dogs, Elizabeth loves talking long walks, splashing in water, playing with her family, and occasionally napping on the porch. At WholesalePet.com, Elizabeth''s role is that of a mutt - a little bit of everything - communications, customer service, sales and marketing. Elizabeth enjoys working with retailers and vendors to improve all aspects of their business. Please&nbsp;<a href=\"mailto:elizabeth@wholesalepet.com\">contact Elizabeth</a>&nbsp;to see what she can do for you.</p>\r\n</div>\r\n</div>\r\n<div class=\"media-object margin-top-25 stack-for-small\">\r\n<div class=\"media-object-section middle\">\r\n<div class=\"thumbnail about-thumb\"><img id=\"headshot-4\" src=\"https://wsp-test.com/Content/images/Bio-Grant.jpg\" alt=\"Grant Loomis\" /></div>\r\n</div>\r\n<div class=\"media-object-section\">\r\n<h2>Grant Loomis</h2>\r\n<h3>Product Bloodhound</h3>\r\n<p>As the former owner of a pet boutique, Grant loves discovering exciting new lines of pet products and introducing them to the retailers on WholesalePet.com. He is good at spotting great products, but always runs them by our pack of testers. When he''s not working hard to keep WholesalePet.com updated with fresh new products, Grant enjoys getting outside with his dog on adventure walks, home improvement projects and fixing up classic cars. If you know of products or brands you would like to see on WholesalePet.com,&nbsp;<a href=\"mailto:grant@wholesalepet.com\">email Grant</a>&nbsp;and he will put his testers to work!</p>\r\n</div>\r\n</div>\r\n<div class=\"media-object margin-top-25 stack-for-small\">\r\n<div class=\"media-object-section middle\">\r\n<div class=\"thumbnail about-thumb\"><img id=\"headshot-5\" src=\"https://wsp-test.com/Content/images/Bio-Julie.jpg\" alt=\"Julie Simmons\" /></div>\r\n</div>\r\n<div class=\"media-object-section\">\r\n<h2>Julie Simmons</h2>\r\n<h3>Service Dog Extraordinaire</h3>\r\n<p>Julie has always been an avid fan of two things, dogs and Chicago Cubs baseball. She is the proud owner of two dogs: Wrigley, a Border Collie mix, and Ruby, a Bassador. She has always had a life-long passion for rescuing dogs and often tells people that her dream property would be a massive farm where she could provide a loving home to countless rescue dogs. In addition to her passion for animals and baseball, Julie loves to help people. Her warm and inviting personality shines through to everyone that she meets, whether on the phone on in-person. Julie''s mission is to provide WholesalePet.com customers with the best customer service experience possible. If you ever have a question or need help with a vendor or an order, please don’t hesitate to&nbsp;<a href=\"mailto:julie@wholesalepet.com\">contact Julie</a>.</p>\r\n</div>\r\n</div>\r\n<div class=\"media-object margin-top-25 stack-for-small\">\r\n<div class=\"media-object-section middle\">\r\n<div class=\"thumbnail about-thumb\"><img id=\"headshot-5\" src=\"https://wsp-test.com/Content/images/Bio-Kennedy.jpg\" alt=\"Kim Kennedy\" /></div>\r\n</div>\r\n<div class=\"media-object-section\">\r\n<h2>Kim Kennedy</h2>\r\n<h3>Sales &amp; Community Cat</h3>\r\n<p>Kim Kennedy, Crazy for Cats and Community, is Community focused. She leads sales and any connection opportunities with independent pet retailers at&nbsp;<a href=\"https://www.wholesalepet.com/\">wholesalepet.com</a>. While she only shares her home with cats, she loves all animals to include her extended family of alpacas whom she cares for as a volunteer. Kim loves spending time outdoors, connecting with people, petting any dog that passes her by, enjoying food, music and health &amp; wellness. She is also a devoted animal advocate serving as Vice President on the board for AnimalCity, a nonprofit dedicated to helping orphaned pets.</p>\r\n</div>\r\n</div>\r\n</div>"
  }
}
